Repository: mozilla-l10n/mt-training-data
Catalog: cut/cut_pontoon.tmx
Source language: en_us
Languages: cut

source: Small batch
cut: Ama dakuu linnoo

source: Small batch sentence submission
cut: Kugbi cho'o ama dakku ndodo

source: Source: { $sentenceSource }
cut: Tibchii: { $sentenceSource }

source: Speak
cut: Kuindede

source: Speak now
cut: Ndede nmiñu

source: Speak options menu
cut: Ndenaa taka se ndede

source: Start recording
cut: Akuena fnuu ndodoyi'ide mu'u naa koo

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
cut: <strong> [ya'a] </strong> ittis dukchitte dinosaurine chetendikutte <strong> [ya'a] </strong> anandikuu chindi itmii

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
cut: <strong> [Iigdii] </strong> Ittise chetendikute sdukchite disnosaurione <strong> [eyaka] </strong> anaandikuu chindiitee nñiese

source: Submit
cut: Cho'ode

source: Submit a new question for the community to read and respond to
cut: Tomunide de'es ne kubbi dbenode tomene nbefnee tama inña

source: Submit a report
cut: Cho'ode ama kaka

source: Submit clips
cut: Choode ndodo yi'ide mu'u naa koo.

source: Submit new questions for the community to read and respond to
cut: Tomunid tama ndodo inña yi'i yabakude tomene kueya mii nbefneya

source: Success
cut: Ndebe

source: success checkmark
cut: A a'a mu'u se chii fnekakade

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
cut: Kuinngo ndade naakuaku ndetes a ndebe ndodo. Kuinngo ndade naskue ndestes nwe ndebe ndodo. Kuingo ndade kuayaku mekan nwe nwefnede. ¡ Nwe kunfgnaade see nbekuendenoo ndiñuyi’ide !

source: Taking several attempts to read a word.
cut: Nde kugbbi kueed ama ndodo

source: Tap
cut: Tndanude

source: Technology and Robotics
cut: Koo se dbenno, koo se iynu'u

source: Teutila Cuicatec
cut: Dbaku

source: Thank you for contributing your bulk submission!
cut: ¡Yondibkuede ndoko ndodo se iynuu mu'u naa koo!

source: Thank you for contributing your voice!
cut: ¡Yondibkue'de se iytede ndodo yi'ide se iynuu mu'u na koo!

source: Thank you for donating your voice clips!
cut: ¡ Yondibkuedes se iytede ndodo yi'ide se iynuu mu'u na koo !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
cut: ¡Yondibkue'de se gnuu ndodo yi'ide mu'u naa koo! Mane nbekuendede tomene dchod ndodo yi'ide.

source: Thank you for your voice information
cut: Yondíbede se iynuu ndodo yi'ide mu'u na koo

source: The bumblebee sped by.
cut: Kanindikkuu cho'o yanna

source: The clip has disrespectful or offensive language.
cut: Ndodo se iynu nmiñu mu'u naa koo kaba a'a nwe dindi iynde'e

source: The giant dinosaur of the Triassic.
cut: Ittis dukchi dinosaurione chetendikuteme

source: The giant dinosaurs of the Triassi-.
cut: Ittis dinosaurios dukchiteme chetendikute

source: The giant dinosaurs of the Triassic.
cut: Itti sdukchi dinosaurio chetendikute a naandikuu tase bee itmii

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
cut: Ittis dukchi dinosaurio se chetendikuteme anandikku chindite mu'u nñiese. [ama inñanoo eeya]

source: The giant dinosaurs of the Triassic. Yes.
cut: Ittis dukchite dinosaurione chetendikokuenote. Uu

source: The giant dino <strong>[cough]</strong> the Triassic.
cut: Ittis dukchi dinosaurione chetendikkute <strong> se chindite annaa ndikkuu

source: There are currently no sentences to review in this language.
cut: Nmiñune a bte ndodo dbaku see nbekuendoo

source: The recording was too long.
cut: Tet ndee de'se ndede mu'u naa koo.

source: The recording was too quiet.
cut: Tet diito ekku de'se ndede.

source: The recording was too short.
cut: Tet dubbii de'se ndede mu'u naa koo.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
cut: Nakuanne anumkaa a bi'i ekku tndube inña se eeya. Nwe teyunnides cho'o ndodo ndete tet dittu tuun ekku o (nome) nakuane nwe nbekue'eo te nwe dittukue'eno ekku de'es a'a naa kaka.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
cut: Sentence Collector a iycho’o naa Common Voice. Mane akugbi <writeURL> iyduud </writeURL> ama ndodo o <reviewURL> o a kugbi nbekuendoo </reviewURL> de’e ndodo se iyndaa mu’u naa Common Voice.

source: The sentence has a grammatical or spelling error.
cut: Ndodkunne nwe ndebe dude

source: The sentence has disrespectful or offensive language.
cut: Nwe dindi a'a mu'u nwe ndebe stika iynde'e

source: The sentence must be grammatically correct.
cut: Dindi dindi ndodo se fnuu mu'u

source: The sentence must be speakable.
cut: Ne’ese kugbi nde’oo ndodo se fnuu mu'u naa kó.

source: The sentence must be spelled correctly.
cut: Ne'es ndebe de'ese iydude.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
cut: Mu'une ndetese nwe ne'edene nwekuito dudde. Nunne nwe kamano du'use iynnu ndodoyi'i mu'u naa koo, nwe kamano taka dukchinne, o tebe ndodoyone, nwe kamano a iñ' ndata o iñ cha'a iyndaya mu'u naa koo.

source: Three to go!
cut: ¡Atna innuka iynde!

source: Too many files
cut: Tet ndee kakaa

source: Transcribe audio recordings into text
cut: Ddude na ama kaka ndodo se gnu mu'u naa koo

source: Transcribe audio recordings in your language
cut: Chod naa ama kaka ndodo dbaku yi'ide se gnuu mu'u na koo

source: Try again by dragging your file here
cut: Kuingondatude kagiide mu'u

source: Try uploading again
cut: Dikuitude tomene kugbi fnuu mu'u naa koo

source: Understand contribution criteria
cut: Kugbi dbenodka taka kugbi tanned mu'u

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
cut: ¡Kubidbenodka de'e nunade tase kanbede ndodo se gnu naa koo nome kugbidbenode taka dide tomene teg ndebe fnu ndodo yi'ide mu'u naa koo!

source: Upload aborted. Do you want to delete your recordings?
cut: Abte ndodo yi'ide mu'u na koo. ¿Ne kanbid ndodyi'd se agnuu mu'u na ko?

source: { $uploadedSentences } of { $totalSentences } sentences collected
cut: Yi'i tndube ndodo se ndidama

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
cut: { $uploadedSentences } yi'i { $totalSentences } ndubee ndodo se andidama. Mu'u ndeetad <downloadLink> mu'u </downloadLink> tomene kugbi chuun ndodo se nwe chii gnuu mu'u na koo.

source: Upload failed, please retry.
cut: Nwe ne'e fnuu ndodo, dikuitude.

source: Upload <icon></icon> public domain sentences
cut: Cho'otunde ndodo se iyndikchii tndubee inña yi'i yabakude

source: Upload in progress...
cut: Ma iynnuu...

source: Upload more sentences?
cut: ¿Ne'edese fnuuka ndodo mu'u naa koo?

source: Use correct grammar
cut: Dindi ne'es dudde o nde'de mu'u naa koo

source: Use correct spelling and punctuation
cut: Dindi dudde tomene kubi fne'e tama inña

source: Validate Readings
cut: Ndebe o nwe ndebe ndodo se iynuu mu'u

source: Validate Readings, Review Transcriptions
cut: Ndebe o nwe ndebe ndodo se iynuu mu'u, nbekuendede de'es a'a mu'u

source: Validate readings submitted by community members
cut: Kamade ndetes ndebe o nwe ndebe ndodo se iynuu mu'u se iycho'o inña yi'i yabakude

source: Validate user-recorded readings in your language
cut: Ndebe o nwe ndebe ndodo yi'i dbakuyi'ide se iynuu mu'u naa koo

source: Varying Pronunciations
cut: Na'a ndodone nome nwe dama

source: Volume
cut: Mu'u nnude tomene dittu o nwe ndod dittuu kuekku

source: Want to save your information? <createProfile>Create a profile</createProfile>
cut: ¿Ne'de se fnundee ndodo yi'ide?

source: We are going out to get a coffee.
cut: Na'a yabaku

source: We are going out to get coffee.
cut: Na'a biaa

source: We couldn’t get any audio clips for you to listen to. Please try again later.
cut: Nwe chii chindeenno ndodo naa koo dindetud tama namna’a achinnu

source: We couldn’t get any sentences for you to speak. Please try again later.
cut: Nwe chii chindeenno ndodo se iydude naa koo. Dindetud tama namna’a achinnu.

source: We may have run out of clips - refresh the page, or try again later.
cut: A kotee ndodo dbaku, a kot kubi kama a ndebe o nwe ndebe ndodo yi’i dbaku kuu

source: We’re going out to get coffee.
cut: Na bia

source: We're making some big changes
cut: Aà ibekunnuu

source: We’re sorry, your platform is not currently supported.
cut: Dchetannude, ate nmiñune nwe kugbi dide ndinñu.

source: We've run out of sentences to record in this language...
cut: A kot kugbii fnuu ndodo dbaku mu'u te abte ndodo mu'u naa koo

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
cut: Ne'enose nase a'a taka didde ndinñu mu'une nome bee ama de'es kuekku, kugbi kuekku anderes dittu ates kugbi kanbeo de'es ee inña. Ndetes kueekku ama se dkadkanoo ndebes stika; mit ndetes tett dittutuunne nwe ndebes tikate nwe kanbeo ndodo se nwe ndebe gnuu mu'u naa koo.

source: What issues are you experiencing with this sentence?
cut: ¿De'e kugbise iidi bakchii ndoko ndodo kuu?

source: What needs to be in my file?
cut: ¿De'e kaka sne'e yi'i?

source: What sentences can I add?
cut: ¿Taka ndodo se kugbi fnuu mu'u?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
cut: Tase kanbede, fdadu kuinbekuendede tomene dndikchide ndetese asmise duu; nwe btade ndodo se gnu naa koo ndetes nwe dama ndoko ndodo se duu. Des agnenose iyndakane:

source: Why are you asking?
cut: ¿Dekubes se iytomunede?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
cut: Nome kugbi ndikchide ndinñu yi'ide ndoko ntdube inña se nome teyunniya se fnuu ndodo yiya mu'u naa koo.

source: Write
cut: Dudde

source: Write options menu
cut: Mu'u tndanude taka ne'e dudde

source: y
cut: s

source: Y
cut: S

source: Yes
cut: Uu

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
cut: Nome kugbi kamade ndi na koo { sc-review-form-button-approve-shortcut } ndetes a ndebe, { sc-review-form-button-reject-shortcut } o nwe ndebe, { sc-review-form-button-skip-shortcut } o ndetes ne kade.

source: You cannot add multiple sentences for a single submission
cut: Akot ii fndodnekad ndee ndodo a kot ne fnuu mu'u na koo

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
cut: Abte tndanude ama dbaku, kuede namna yi’i koo tndanude ama dbaku

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
cut: A cho'o ubi se chod kaka mu'u. Kueinude am ubi minuto iyndekas se dchod tama ndodo. ¡Yondibkuede se gninude!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
cut: A cho'i ubi se chod mu'u. Kueinude am ubi segundo iyndekase chod tama ndodo. ¡Yondibkuede se gninude!

source: You must allow microphone access.
cut: Teyunide tomene kugbi fnu ndodo yi'ide mu'u naa koo nase ndede.

source: You’re contributing to a target segment
cut: Taned nuu ndoko tam taa

source: You’re contributing to our first target segment
cut: Taned nuu ndoko am taa

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
cut: Tet kanni iydide. Dka dka nbekuendede tomeme kugbi dbenode ndetes a ndebe ndodote.

source: You're helping Common Voice reach our daily sentence goals!
cut: ¡Ytanede a Common Voice tomen kugbi ubi ubi fnuu ndodo dbaku mu'u!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
cut: Abte ndodo yi’i yabakude mu’u na koo. Ates nome kubi kambede taka iynde’e inña yi’i tama bia adbakuku.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
cut: Abte ndodo yi’i yabakude mu’u na koo. Kugbi kambede taka iynde’e inñayi’i tama bia dbakuku.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
cut: ¡ Yondibkue'de se iytanede Common Voice a chii ndaa <goalPercentage> ndokas ne'enno oubi { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
cut: ¡Yondibkuede se iytanede Common Voice smiñase a ndanno mu'u <goalPercentage> </goalPercentage> de'es ne'eno ubi ubi a ndebe o nwe ndebe de'ese iydinnu yi'i { $goalValue } !
